{
  "nav": {
    "home": "Home",
    "work": "Work",
    "bikes": "Bikes"
  },
  "months": {
    "january": "January",
    "february": "February",
    "march": "March",
    "april": "April",
    "may": "May",
    "june": "June",
    "july": "July",
    "august": "August",
    "september": "September",
    "october": "October",
    "november": "November",
    "december": "December"
  },
  "home": {
    "title": "Software Developer, DIY-dude and bike enthusiast",
    "description": "Hey! I'm Leevi, a passionate software developer with a love for creating and making things. When I'm not coding, you can find me tinkering with and riding bikes. Welcome to my personal site!"
  },
  "work": {
    "title": "Work Experience",
    "position": "Systems Specialist",
    "1": "Developed and maintained new features for invoicing web application and internal collection system using PHP, MySQL, JavaScript, HTML, and CSS.",
    "2": "Implemented and maintained integrations with third party platforms such as point of sale systems and accounting software.",
    "3": "Optimized application performance by identifying bottlenecks and implementing efficient solutions.",
    "4": "Monitored system performance and resolved technical issues in Linux/Nginx server environment."
  },
  "bikes": {
    "title": "Bikes",
    "specs": "Specifications",
    "components": "Components",
    "Cockpit & Seating": "Cockpit & Seating",
    "Drivetrain": "Drivetrain",
    "Wheels": "Wheels",
    "Brakes": "Brakes",
    "frame": "Frame",
    "fork": "Fork",
    "wheels": "Wheels",
    "tires": "Tires",
    "drivetrain": "Drivetrain",
    "brakes": "Brakes",
    "handlebar": "Handlebar",
    "grips": "Grips",
    "stem": "Stem",
    "saddle": "Saddle",
    "seatpost": "Seatpost",
    "headset": "Headset",
    "bottom bracket": "Bottom Bracket",
    "crankset": "Crankset",
    "chainring": "Chainring",
    "cog": "Cog",
    "chain": "Chain",
    "pedals": "Pedals",
    "front wheel": "Front Wheel",
    "rear wheel": "Rear Wheel",
    "front rim": "Front Rim",
    "rear rim": "Rear Rim",
    "front hub": "Front Hub",
    "rear hub": "Rear Hub",
    "rims": "Rims",
    "brake": "Brake",
    "Peloton": {
      "description": "Japanese keirin track bike. I'm the second owner in Finland that's ridden the frame since it's retirement from racing in Japan. Most precious bike I own and will never get rid of it. This is far from full NJS build and some would considered it even bastardized. I have always loved playing with polarizing statement pieces such as the LOOK Ergostem or the pink Aerospoke, which is definitely a head-turner in the streets."
    },
    "Wheeler": {
      "description": "Taiwanese 90s MTB with Tange tubing paired with coveted Stridsland fork. Converted into fixed gear per my liking with niche White Industries eccentric hub. Blinged out with beautiful silver components and UK machined Hope enduro brake. This build also hosts practicality with it's dynamo hub. I was very happy to get my hands on Sugino made vintage White Industries cranks that I polished."
    }
  }
}
